{"100":{"url":"https:\/\/www.cavalierdaily.com\/article\/2020\/10\/u-va-issues-partial-refunds-to-students-living-at-home-on-grounds-students-following-two-week-delay-of-fall-semester","title":"U.Va. issues partial refunds to students living at home, on-Grounds students following two-week delay of fall semester","subtitle":"On-Grounds students were issued housing and dining refunds for the first two missed weeks of the fall semester","img_src":"https:\/\/snworksceo.imgix.net\/cav\/fbb76746-0cd4-4584-aff8-80a5188ba7c4.sized-1000x1000.JPG?w=1000","date":1602115200000,"authors":"['Sevy Van Der Werf']","photo_caption":"\n","photo_attrib":"['Ava Proehl']","text":"The University issued partial refunds throughout the end of September to on-Grounds students for housing and all-access dining plans that were not used during the first two missed weeks of the semester, as well as to those who chose to stay home for the fall semester. \nRefunds were issued as the deadline for students to receive further refunds of tuition, fees and housing costs approached as a result of withdrawing from the University, taking a leave of absence or leaving an on-Grounds housing contract. Oct. 6, six weeks from the online start of classes, marked the end of the refund period.' A petition against the prorated refund schedule has been circulating for three months. The petition counters the way that the University has refunded tuition, fees and housing costs — specifically advocating for students to receive a proportional refund of housing costs if sent home from their on-Grounds housing by the University.' Housing refunds were issued to undergraduate students who did not move into their on-Grounds housing until after Aug. 31. Students received refunds ranging from $255 for first years to $310 for upperclassmen living in the most expensive singles on-Grounds. These refunds were calculated as 7.65 percent of the total amount students had spent on their housing contract for the fall semester.' Dining refunds only applied to All Access meal plans, and ranged from $190 to $200. There was no refund for the Flex Dollars on these meal plans, or the meals on Block Plans — plans through which a student pre-pays for a set number of meals — as individual meal swipes and Flex Dollars will carry over to the next semester.' The largest refund was for students who chose to study outside of the Charlottesville and Albemarle area this semester — for these students, the fall 2020 mandatory fee and student activity fee has been reduced by $660. The mandatory fee covers University facilities and services, such as the University Transit System, classroom maintenance and athletics, while the $39 student activity fee is sent to Student Council for use in student programming.' According to the University’s prorated refund schedule, students will not receive any further tuition and fees refunds if they choose to withdraw or take a leave of absence from the University at any point on or after Oct. 27. \nA petition against this schedule was started by several students when it was first released and has gathered over 1,600 signatures. The petition calls on the University to trade the prorated refund schedule for a proportional one, which would allow students to continue to receive refunds of tuition, fees and\/or housing proportional to the remaining time in the semester — abolishing the end to refunds that occurred on Oct. 6 under the current schedule. The petition focuses most on the need for the University to refund students’ remaining on-Grounds housing costs, in the case that they are sent home involuntarily at any point in the semester. \n“Students being sent home in mass should not be refunded in the same manner as students who voluntarily withdraw from the university,” the petition reads. “In these trying times, families will be heavily burdened with the cost of tuition and housing, and changing the schedule will greatly alleviate some of this burden.”' According to the petition, students should still be able to get 7.65 percent of what they paid in housing for each remaining week that they miss. This contrasts with the current plan, under which students would receive no refund after the sixth week of the semester.' Dhruv Rungta, a first-year College student and organizer of the petition, said that University administration has so far been clear that it is not interested in changing the housing refund policy.' If students are sent home without a proportional housing refund, Rungta plans to contact the University administration again about the petition.', \"“I would honestly just send [the petition] and just be like, ‘Hey, we've been saying this for months now,’” Rungta said. “‘You haven't been listening to us.’”\"","links":"['https:\/\/www.change.org\/p\/university-of-virginia-urge-uva-to-change-its-covid-housing-refund-policy-away-from-the-proration-schedule', 'https:\/\/housing.virginia.edu\/housing-rates', 'https:\/\/studentsongrounds.virginia.edu\/tuition-fees-and-financial-aid', 'https:\/\/sfs.virginia.edu\/institutional-tuition-and-fees-adjustment-schedule-weekly-proration', 'https:\/\/www.change.org\/p\/university-of-virginia-urge-uva-to-change-its-covid-housing-refund-policy-away-from-the-proration-schedule']"},"69":{"url":"https:\/\/www.cavalierdaily.com\/article\/2020\/10\/u-va-reports-56-active-covid-19-cases-in-the-community-43-of-which-are-students","title":"U.Va. reports 56 active COVID-19 cases in the community, 43 of which are students","subtitle":"12 new cases have been reported in the University community since Sunday","img_src":"https:\/\/snworksceo.imgix.net\/cav\/ee7ef180-fa93-4dc5-b30a-e108cfc4bff0.sized-1000x1000.png?w=1000","date":1603929600000,"authors":"['Max Paley']","photo_caption":"\n                            Student isolation rooms are at 3 percent capacity, and quarantine rooms are at 5 percent capacity.\n\n                                                            ","photo_attrib":"[]","text":"The University’s COVID-19 Tracker reported 12 new cases of COVID-19 in the University community between Sunday and Wednesday. Currently, there are 56 active cases of COVID-19 among students, faculty, staff and contracted employees. Active cases are those currently in isolation who have tested positive for the virus within the past 10 days. Among those with active cases, 43 are students and 13 are University faculty, staff or contract employees.' The daily average number of new cases among University faculty, staff and students was three from Oct. 25 through Oct. 28. The number of daily average new cases has remained below 10 since the week of Oct. 11.' A total of 5,041 tests were administered within the University community last week with 51 tests producing positive results — a positivity rate of 1.01 percent. Of these, 4,626 tests were students with 41 testing positive.' Currently there are 20 people with COVID-19 in the University Hospital. Tests administered through the hospital take an average of 19 hours to return.' Student isolation rooms are at 3 percent capacity, and quarantine rooms are at 5 percent capacity. Students living on Grounds who have been exposed to COVID-19 or tested positive for the virus have been moved to on-grounds quarantine rooms or isolation rooms in local hotels. \nRegular testing continues among students living on-Grounds in University housing. At least once every nine days all students in University housing are tested using either a saliva test or the mid-nasal swab.' Overall, in the Thomas Jefferson Health District, there are 4,467 total cases of COVID-19 with 234 hospitalizations and 77 fatalities, according to the Thomas Jefferson Health District Portal.' The TJHD portal is updated every morning at 10 a.m., and the University’s COVID-19 Tracker is updated daily every Monday through Friday at 4 p.m.","links":"['https:\/\/returntogrounds.virginia.edu\/covid-tracker', 'https:\/\/www.cavalierdaily.com\/article\/2020\/10\/u-va-to-test-all-residential-students-on-regular-basis', 'https:\/\/www.vdh.virginia.gov\/thomas-jefferson\/tjhd-covid-19-data-portal\/']"},"293":{"url":"https:\/\/www.cavalierdaily.com\/article\/2021\/02\/u-va-covid-19-tracker-reports-95-active-cases-in-the-community-78-of-which-are-student-cases","title":"U.Va. COVID-19 tracker reports 95 active cases in the community, 78 of which are student cases ","subtitle":"The University's revamped tracker layout now includes percent positivity rates","img_src":"https:\/\/snworksceo.imgix.net\/cav\/3889112b-148e-4470-a8de-49a76267a42a.sized-1000x1000.png?w=1000","date":1612742400000,"authors":"['Greta Timmins']","photo_caption":"\n","photo_attrib":"['Anisha Hossain']","text":"The University launched a newly designed COVID-19 dashboard today, which now includes percent positivity rate and weekly averages among the statistics. The current overall seven-day average positivity rate in the University community is 0.48 percent — the seven-day average for students is 0.44 percent while the seven-day average for faculty and staff is 0.73 percent. \nThere are currently 95 active cases of COVID-19 in the University community, which consists of students, faculty, staff and contract employees, bringing the current total number of cases this spring semester to 360. No new cases of COVID-19 were reported yesterday while six cases were reported on Saturday, and 17 cases were reported on Friday. Last week, there were an average of 11 new cases a day. \nOf the 95 active cases, 78 of them are student cases. Last week, the University averaged nine positive cases among students per day. \nOf the spring cases, 180 of them have been students and 180 have been faculty or staff. Faculty and staff only made up 24 percent of the total cases this past fall, with 372 cases being from faculty and staff out of a total of 1,549 cases in the University community. \nThe University has been increasing testing at its four testing locations. The high for the spring so far was Wednesday when 3,447 people from the University community were tested. This semester, all students are required to undergo weekly prevalence testing and voluntary asymptomatic testing is available to faculty and staff.' The University has administered 128,816 tests since the school year began in August. Currently, it takes 11 hours on average for the U.Va. Health lab to complete a test. \nCurrently, 12 percent of quarantine beds — for those who may have been exposed to someone who tested positive for COVID-19 —\\xa0are filled. University isolation beds, which are for those who tested positive themselves, are currently 4 percent full. \nU.Va Health admitted four new COVID-19 patients yesterday, bringing the total number of hospitalized COVID-19 patients to 55. The current seven-day average is 7.71 hospitalizations per day, compared to the highest seven-day average of 10 hospitalizations on Jan. 8. \nThe Blue Ridge Health District —\\xa0which includes Charlottesville and Albemarle County —\\xa0reported 32 new cases Monday, bringing the total number of cases in the district to 11,322, with 460 of those people being currently hospitalized. Of those cases, 21.4 percent of them are age 20-29.\\xa0","links":"['https:\/\/coronavirus.virginia.edu\/covid-tracker', 'https:\/\/www.cavalierdaily.com\/article\/2021\/01\/university-leadership-clarifies-mandatory-testing-plans-consequences-for-students-who-fail-to-comply', 'https:\/\/www.vdh.virginia.gov\/blue-ridge\/covid-19-brhd-data-portal\/']"},"71":{"url":"https:\/\/www.cavalierdaily.com\/article\/2020\/10\/u-va-reports-55-active-covid-19-cases-in-the-community-45-of-which-are-students","title":"U.Va. reports 55 active COVID-19 cases in the community, 45 of which are students","subtitle":"Nine new cases were reported over the weekend","img_src":"https:\/\/snworksceo.imgix.net\/cav\/7353b231-fae0-45b4-b3d8-e2e261261fda.sized-1000x1000.png?w=1000","date":1603756800000,"authors":"['Jacqueline Skalski-Fouts']","photo_caption":"\n                            The number of daily average new cases has remained below 10 cases since the week of Oct. 11. \n\n\n                                                            ","photo_attrib":"[]","text":"The University’s COVID-19 Tracker reported nine new cases of COVID-19 in the University community over the weekend, recording 55 active cases of COVID-19 among students, faculty, staff and contracted employees. Active cases are those currently in isolation who have tested positive for the virus within the past 10 days. Among those with active cases, 45 are students and 10 are University faculty, staff or contract employees.' The average number of new cases per day among University faculty, staff and students was seven from Oct. 18 through Oct. 24. The number of daily average new cases has remained below 10 cases since the week of Oct. 11. \nA total of 5,041 tests were administered within the University community last week with 51 tests producing positive results — a positivity rate of 1.01 percent. Of these, 4,627 tests were students with 41 testing positive.' Currently there are 23 people with COVID-19 in the U.Va. Hospital. Tests administered through the hospital take an average of 17 hours to return.' Student isolation rooms are at 3 percent capacity, and quarantine rooms are at 5 percent capacity. Students living on Grounds who have been exposed to COVID-19 or tested positive for the virus have been moved to on-grounds quarantine rooms, such as the International Residential College, or isolation rooms in local hotels. \nRegular testing continues among students living on-Grounds in University housing. At least once every nine days all students in University housing will be tested. \nThe University has begun to ramp up testing for both the Charlottesville community and the students and staff in order to reduce the number of asymptomatic spreaders through random prevalence testing. University Provost Liz Magill announced in an email sent out to students on Tuesday that the university “will continue testing students living off Grounds in the Charlottesville\/Albemarle County area, regardless of whether or not they are participating in any in-person learning activities.”' In the Thomas Jefferson Health District more broadly, there are 4,390 total cases of COVID-19 with 230 hospitalizations and 77 fatalities, according to the Thomas Jefferson Health District Portal.' The TJHD portal is updated every morning at 10 a.m., and the University’s COVID-19 Tracker is updated daily every Monday through Friday at 4 p.m.","links":"['https:\/\/returntogrounds.virginia.edu\/covid-tracker', 'https:\/\/www.cavalierdaily.com\/article\/2020\/10\/u-va-to-test-all-residential-students-on-regular-basis', 'https:\/\/www.cavalierdaily.com\/article\/2020\/10\/u-va-implements-saliva-testing-program-continuing-asymptomatic-testing-across-the-student-population', 'https:\/\/www.vdh.virginia.gov\/thomas-jefferson\/tjhd-covid-19-data-portal\/']"},"234":{"url":"https:\/\/www.cavalierdaily.com\/article\/2020\/04\/honor-committee-announces-student-trials-will-be-postponed-due-to-covid-19","title":"Honor Committee announces student trials will be postponed due to COVID-19","subtitle":"Honor to also delay discussions on modifying their definition of “lying” to next semester","img_src":"https:\/\/snworksceo.imgix.net\/cav\/34a3e65f-8d32-4d20-b18c-f194f4e4a117.sized-1000x1000.jpg?w=1000","date":1585699200000,"authors":"['Zach Rosenthal']","photo_caption":"\n","photo_attrib":"['Ariana Gueranmayeh']","text":"New and ongoing cases of alleged Honor violations will not move beyond the accusation stage of the trial process while students are away from Grounds, according to Lillie Lyon, Honor Committee chair and fourth-year College student. The University also plans to confer degrees to graduating students who are involved in ongoing Honor cases.', \"“All investigations are going to be moved online through a panel … if someone is accused, we’ll then pause the case there, because we just don't see a way to fairly hold hearings online at this point in time,” Lyon said during the Committee’s weekly meeting March 29. “And so we're going to suspend case processing post-accusation.”\\xa0\" Lyon worries that online hearings could lead to claims of unfairness due to potential technical errors. It would also be logistically difficult to hold hearings online, she added.', \"“The average Hearing involves 20+ participants and requires very specific timing for different participants' entrances, exits, and participation,” Lyon explained. “An online format is not well-suited to ensuring that all of these needs are met sufficiently and appropriately.”\" Honor will still be taking new cases, however no case will move beyond the Investigation Panel stage, where three Honor Committee members decide whether a case meets the standards to go to trial.' Previously, when a student was going to graduate while being tried for an Honor offense, their degree would be held until the case was completed and they would not graduate if they were found guilty. Given the unprecedented circumstances that exist due to COVID-19 and the University’s operational changes, however, Honor will not hold degrees, and these students will be able to graduate.', \"“Given the current circumstances, we'll see if we end up with any fourth-years who are accused prior to when they would normally graduate — in which case under normal circumstances we would then hold their degree — but under the current circumstances we intend to confer those degrees,” Lyon said. “And then, if the student is later found guilty in a hearing, we’d revoke the degree.”\" Lyon also announced that Honor will donate approximately $2,000 to Student Council’s Hoos Helping Hoos mutual aid network — which hopes to connect first-generation, low-income, international and working students with resources they may need in the midst of uncertainty due to COVID-19. According to their latest Facebook update March 26, Hoos Helping Hoos has raised over $14,000.', \"“[Honor] will be donating the remainder of the budget for our committee to the Student Council to distribute through their mutual aid program, and the food pantry program and anything else that they're running right now,” Lyon said.\" During past Honor meetings, the Committee had discussed modifying their definition of lying, which is one of three acts that could lead to a student being accused of an Honor violation, including cheating and stealing.' Lying is presently defined as “the misrepresentation of one or more facts in order to gain a benefit or harm another person, where the actor knows or should know that the misrepresentation will be relied upon by another person,” according to the Honor bylaws.', \"Honor is working to redefine lying to work out “social lies,” which Lyon described broadly as “lies that don't relate to a student's academic or professional prospects.”\" However, due to the outbreak of COVID-19, the Committee has decided that changing the definition would confuse students who have to worry about adjusting to virtual classes, potentially moving back home and staying healthy. \n“To make such a substantial change at a point in time where people are for good reason preoccupied with other things [...] it would be a bad idea to pass something like this now,” Lyon said.' Law student Todd Truesdale, who initiated the effort to change the definition of lying, thinks that COVID-19 shouldn’t necessarily stop this change.', \"“I think we're still doing our constituents justice through these [weekly Committee] Zoom meetings, and I don't think it would be a particularly bad change, but in the same breath, I understand the concerns about changing something,” Truesdale said.\" Truesdale noted that he will be returning to the Honor Committee next semester and will continue pushing to change the definition then.' Furthermore, Lyon announced in an email that Honor will also be postponing the election of new Executive Committee members until the weekend of April 3. Originally, the terms for the newly elected Committee was intended to begin April 5. That full transition will instead occur some time in mid- to late-April.","links":"['https:\/\/www.cavalierdaily.com\/article\/2020\/03\/honor-ujc-to-suspend-all-cases-while-in-person-classes-are-cancelled', 'https:\/\/www.cavalierdaily.com\/article\/2020\/03\/u-va-moves-classes-online-for-remainder-of-spring-semester-cancels-final-exercises-as-planned', 'https:\/\/www.cavalierdaily.com\/article\/2020\/03\/student-council-mutual-aid-network-u-va-community-food-pantry-available-amid-operational-changes', 'https:\/\/www.facebook.com\/pg\/uvamutualaid\/posts\/?ref=page_internal', 'https:\/\/www.cavalierdaily.com\/article\/2020\/03\/honor-pends-voting-on-definition-of-lying-and-establishes-procedure-for-recusals', 'https:\/\/honor.virginia.edu\/frequently-asked-questions']"},"108":{"url":"https:\/\/www.cavalierdaily.com\/article\/2020\/10\/some-athletes-receive-covid-19-tests-three-times-per-week-as-other-students-report-challenges-receiving-tests","title":"Some athletes receive COVID-19 tests three times per week as other students report challenges receiving tests","subtitle":"Athletes on the University’s football, field hockey, volleyball, men’s soccer and women’s soccer teams receive thrice weekly COVID-19 tests","img_src":"https:\/\/snworksceo.imgix.net\/cav\/f062a513-40ee-4842-80cb-392f815e6f18.sized-1000x1000.jpg?w=1000","date":1601769600000,"authors":"['Ali Sullivan', 'Eva Surovell']","photo_caption":"\n","photo_attrib":"[]","text":"New University COVID-19 guidelines went into effect Sept. 23 mandating mask-wearing and barring students and faculty from gathering in groups larger than five or traveling to or from Charlottesville. Three days later, fans from in and outside of Charlottesville flocked to Scott Stadium to watch on as Virginia Football secured a 38-20 win against Duke University in the team’s season opener.' Virginia football’s fourth consecutive home-opener victory adhered to protocols outlined by state and University protocols — a maximum of 1,000 family members of student-athletes and coaches were allowed to attend, and all in attendance were required to wear masks, practice social distancing and sit in groups fewer than five. The ACC has left it up to the staff of each venue to determine the exact protocol for safe entry — at a minimum, universities are required to check both temperature and symptoms of individuals seeking access to the field, team areas and locker rooms.' And football players have been, and continue to be, tested for COVID-19 three times per week. \nWhile non-athlete students report being forced to exaggerate symptoms or exposures in order to receive a test from Student Health and Wellness, athletes on the University’s football, field hockey, volleyball, men’s soccer and women’s soccer teams receive thrice weekly COVID-19 tests in accordance with ACC Medical Advisory Group requirements. \n“The more frequent testing of U.Va. student-athletes reflects the nature of the sports they play, which often requires athletes to come into close or direct physical contact,” the University said in a statement. “In order to keep our student-athletes, coaches and the people they come into contact with healthy and to make competition possible, we follow the standards for enhanced testing.”' 1,168 COVID-19 tests were performed on student-athletes between Sept. 21 and Sept. 27, comprising 26 percent of the 4,488 tests performed in the Thomas Jefferson Health District in the same time period. \nAll tests performed on student-athletes — except for one of the three tests performed on football players — are administered by U.Va. Health. The University’s COVID Tracker only reflects those tests administered by U.Va. Health, and between Sept. 20 and Sept. 26, 2,362 University students were tested for COVID-19. The University began random population testing earlier last month, and this week, it began using rapid saliva tests to test both asymptomatic and symptomatic students. \nThe third test performed on football players is administered by an independent third-party testing service, Mako Medical, prior to competitions. \nIn total, Virginia Athletics has reported 64 total cases of COVID-19 — though the Cavaliers currently have 765 student-athletes, these cases could belong to any student athlete, coach or member of Virginia Athletics’ support staff. \nVirginia football, which was the first program to return for training July 5, has reported three total cases of COVID-19. Ahead of Saturday’s game against Clemson, the team reported that one full-time coach had tested positive and seven student-athletes had either tested positive for or been exposed to the virus, disqualifying them from playing. \nPrior to Saturday’s game, Virginia football’s three cases accounted for 4.6 percent of the cases reported by Virginia Athletics. \nVirginia football is also the only team that Virginia Athletics specifies positive cases for, so the other 61 of Virginia’s 64 cases could belong to any one of the Cavaliers’ 26 other varsity programs. In its most recent testing update Sept. 28, Virginia Athletics reported 22 positive results among student-athletes within the previous week.' Athletic teams are tested in accordance with their risk assessment — a metric determined by the ACC’s Medical Advisory Group, a group that meets weekly to share information related to the impact of COVID-19 on college campuses and the return of college sports. \nFootball, volleyball, field hockey, soccer, lacrosse, basketball, wrestling and rowing have been determined “high-risk” sports by the Medical Advisory Group.' According to the group’s standards, football teams —\\xa0and those in close contact with the team, such as coaches and support staff — must be tested three times per week beginning with the week of the first competition against an opposing team. At least one PCR test must be administered within three days of the day of the game and an additional test must be administered the day before the competition. \nFor all other high-risk sports, student-athletes and those in close contact with them must be tested three times per week beginning with the week of the first competition against an opposing team, at least one of which must be a PCR test.' Baseball, softball and cross country are considered “medium-risk” sports. As such, all team members are required to participate in testing every other week beginning with the week of the first competition against an opposing team.' Finally, fencing, swimming and diving, golf, tennis and track and field have been determined “low-risk” sports and the ACC does not require student-athletes to participate in testing prior to competition. \nStudent-athletes who test positive for COVID-19 are not subject to weekly testing for a period of 90 days following their positive test, unless they exhibit symptoms.', \"Correction: An earlier version of this article misstated the number of varsity sports teams at the University and misstated that 7 football players had tested positive for COVID-19 ahead of the team's game against Clemson University. The article has been corrected to reflect that 7 football players had either tested positive for or been exposed to the virus, disqualifying them from playing.\\xa0\" Correction: An earlier version of this article misstated that the ACC set protocols for mask-wearing, social distancing, and capacity at football games and that in its most recent testing update, Virginia Athletics reported 22 cases of COVID-19 within the last two weeks. The article has been corrected to reflect that the state and the University set social distancing, masking, and capacity guidelines and that the 22 cases were reported within a one-week period.","links":"['https:\/\/www.cavalierdaily.com\/article\/2020\/10\/algunos-atletos-reciben-pruebas-de-covid-19-tres-veces-a-la-semana-mientras-otros-estudiantes-reportan-dificultades-con-probarse', 'https:\/\/www.cavalierdaily.com\/article\/2020\/09\/u-va-restricts-gatherings-to-five-people-prohibits-travel-and-visitors-for-next-two-weeks', 'https:\/\/www.cavalierdaily.com\/article\/2020\/09\/students-share-mixed-experiences-getting-covid-19-tests-from-student-health', 'https:\/\/www.cavalierdaily.com\/article\/2020\/09\/u-va-announces-new-population-testing-procedures-development-of-rapid-saliva-test', 'https:\/\/www.cavalierdaily.com\/article\/2020\/09\/virginia-athletics-announces-22-new-covid-19-cases-among-student-athletes-staff-for-second-consecutive-week']"},"109":{"url":"https:\/\/www.cavalierdaily.com\/article\/2020\/10\/u-va-reports-270-total-active-covid-19-cases-252-active-student-cases","title":"U.Va. reports 270 total active COVID-19 cases, 252 active student cases","subtitle":"Overall, 840 cases have been reported since Aug. 17, of which 270 are active cases","img_src":"https:\/\/snworksceo.imgix.net\/cav\/ec94ad83-2bab-438b-8727-6b3112e72b95.sized-1000x1000.png?w=1000","date":null,"authors":"[]","photo_caption":"\n                            The average number of cases this week has been approximately 27.75 cases per day — a slight increase from last week’s average of 23 cases per day. \n\n                                                            ","photo_attrib":"[]","text":"111 new cases of COVID-19 in the University community have been reported since Monday, of which 100 are student cases, according to the University’s COVID-19 Tracker. The average number of cases this week has been approximately 27.75 cases per day — a slight increase from last week’s average of 23 cases per day. This data was collected through UVA Health Analytics, Student Health, Employee Health and LetsGetChecked. \nIn the University community — a metric that includes faculty, staff as well as students — 4 individuals tested positive for the virus on Monday, 45 on Tuesday, 33 on Wednesday and 29 on Thursday, according to the latest data provided by the COVID-19 tracker. Of the 62 people who tested positive Wednesday and Thursday, 54 were students. \nThe number of total active cases in the University sits at 270, 252 of which are active student cases. Active cases are new cases with a positive test during the past 10 days, which require isolation on or off Grounds. Pre-arrival testing is not included in these numbers. \nThe COVID tracker reported zero new hospital admissions Thursday, with the total number of hospitalizations at 23. The average time to complete a COVID test in a hospital lab has decreased to about 23 hours on average from 28 hours over the past week. This week, the University unveiled its new saliva screening program, Be SAFE, for more rapid prevalence testing, which will start on Friday. \nLast week, of 1,902 student tests administered, 151 were positive, giving a positivity rate of 7.9 percent.' The percentage of occupied quarantine rooms are at 29 percent. Nine percent of the University’s isolation rooms are currently occupied, for those who have tested positive for COVID-19.' According to the Thomas Jefferson Health District Portal, the community in Charlottesville at large has a total of 3,651 cases with 189 hospitalized patients and 70 fatalities so far. \nThe University’s COVID-19 Tracker is updated at 4 p.m. every weekday and the TJHD Data Dashboard is updated by 10 a.m. daily. \\xa0","links":"['https:\/\/returntogrounds.virginia.edu\/covid-tracker', 'https:\/\/news.virginia.edu\/content\/saliva-testing-program-begins-week-providing-more-rapid-screening?utm_source=RTGUpdate&utm_medium=email&utm_campaign=Fall2020', 'https:\/\/www.vdh.virginia.gov\/thomas-jefferson\/tjhd-covid-19-data-portal\/']"},"141":{"url":"https:\/\/www.cavalierdaily.com\/article\/2020\/09\/u-va-mental-health-resources-move-online-to-virtually-assist-students","title":"U.Va. mental health resources move online to virtually assist students","subtitle":"As academics and social interactions have moved online, access to mental health wellness has become increasingly important","img_src":"https:\/\/snworksceo.imgix.net\/cav\/803c4b55-09c9-48ae-86cd-b4e4dbc2ad10.sized-1000x1000.jpg?w=1000","date":1599696000000,"authors":"['Nayeon Kim']","photo_caption":"\n                            CAPS, the primary mental health clinic for University students, has integrated telehealth into their counseling services where students can speak with licensed counselors through WebEx. \n\n                                                             ","photo_attrib":"['John Pappas']","text":"As the school year progresses and workloads begin to pile up, students are starting to feel the toll of virtual learning, especially that of Zoom fatigue — the impediment of information processing due to an overuse of virtual conferencing technology that diminishes non-verbal communication learning. As undergraduates and faculty alike begin to feel the effects of the declining motivation and efficacy of video learning, stress will likely start to encroach on their mental well-being.' Fortunately, the mental health and wellness resources offered at the University have made the move online, allowing students to reach out for help even in this age of social distancing. Whether it’s for immediate crisis care from the Counseling and Psychological Service, long-term extended care from the Maxine Platzer’s Lynn Women’s Center or for improving upon your personal wellness at WahooWell, the University is offering students diverse online care to help them throughout the pandemic.' CAPS, the primary mental health clinic for University students, has integrated telehealth into their counseling services where students can speak with licensed counselors through WebEx. According to CAPS Director Nicole Ruzek, CAPS has included new wellbeing groups and drop-in counseling in their move online to ensure the best possible care to students during the pandemic.', \"“We've partnered with the contemplative sciences folks and we're offering mindfulness groups every day of the week,” Ruzek said. “[We also have] our Let's Talk program … a [virtual] drop-in program for students [where] they don't need appointment[s] ahead of time … on Tuesdays.”\" However, the move online has not been without its challenges, as barriers exist to implementing telehealth programming during the pandemic. The requirement to socially distance indoors while students partake in remote learning from all around the world poses a unique trial to counselors and students alike.', \"“I think the main challenge that we faced … was [that] a number of students who went home to another state and … we are not allowed to practice outside of the state … where we're not licensed,” Ruzek said. “[Plus] students are worried about [not having] privacy to do their telehealth sessions.”\" Despite the challenges, the future appears bright as there are talks of legislators creating an exemption for licensing laws across state lines if the care is provided via telehealth. To alleviate privacy concerns for students accessing telehealth services in spaces where they may feel uncomfortable with others listening in, CAPS now allows students living in the Charlottesville area to reserve one of six private offices at CAPS designated spaces for participating in virtual counseling sessions. Any student who uses this space is required to follow social distancing guidelines. \nThe Maxine Lynn Platzer Women’s Center — which offers long-term counseling services as well as mentorship to the entire student body \\xa0—\\xa0has similarly integrated telehealth to facilitate continuous support for those who seek mental help and mentorship. Abby Palko, the director of the Women’s Center, highlights the new support groups added for the unique pandemic situation as well as how the Center has been circumventing state-line issues of virtual services thus far.' “We are providing all of our counseling sessions remotely through an online platform … [or] help[ing] them get set up with a provider in their state,” Palko said. “We will [also] be starting a couple of groups [such as] wellness in the time of COVID … [and] the survivors one [will] be a new cohort.”' In the face of additions to virtual programming at the center though, the center is also having to cope with the loss of in-person access to their offices. Typically, the center reserved self-reflection rooms throughout the building for students to use when needed and staff members tried to maintain open-door policies for struggling students — now, both resources have become inaccessible to the public.', \"“You know, I finish every interview or meeting with students saying, ‘You know where to find me. My door is always open to you’ [but now] I have to say, ‘It's not right now,’” Palko said. “[I’m] happy to jump on a Zoom call with you … [but] it's not quite the same, and so that is challenging, particularly because so much of the work we do is built on human connection.”\" While most of the programs have focused on counseling services, WahooWell was founded in 2019 and presently focuses on complementing therapy sessions from initiatives such as CAPS and the Women’s Center by helping students create goals to maintain both physical and mental wellbeing. Kristina Simpkins, an early intervention specialist working as a WahooWell coordinator, elaborates on how WahooWell facilitates both physical and mental wellbeing to students during the pandemic when they register to join the program.', \"“We have conversations about maybe … you're eating differently because you're in a new living environment and that has shifted your overall wellbeing,” Simpkins said. “How you want to adjust things to get back to a picture of health and wellness with that specific topic [is what we discuss].”\" The program was initially founded to focus on social health and substance use but has since expanded to be an overall wellbeing program in accordance with the wishes and needs of the students surveyed on Grounds. As WahooWell continues to incorporate feedback from its students, Simpkins encourages people to stay up to date with the website for current projects in the work.', \"“We've been working on some health and wellbeing guides,” Simpkins said. “They're around topic areas like taking care of yourself ... getting healthy sleep, all the various topics of well being [and there are] other resources that are on Grounds which I refer to quite a lot through WahooWell.”\" As CAPS, WahooWell and the Women’s Center continue to address the challenges that telehealth and remote learning pose on mental wellbeing, each program hopes to improve upon their in-person assistance that has moved online and add new strategies to effectively aid students in need during this unprecedented time. While students are facing disruption in their regular routine, Palko gives some advice to students who are trying to find normalcy during their academic year.' “These are challenging times, so please be kind and gentle with yourself,” Palko said. ”For some people, [keeping a strict routine] is how they cope with an uncertain moment like this and for others, they need to cocoon — I just encourage everyone to do some deep reflection on what helps them.”","links":"['https:\/\/www.nationalgeographic.com\/science\/2020\/04\/coronavirus-zoom-fatigue-is-taxing-the-brain-here-is-why-that-happens\/?fbclid=IwAR27rTnXS-uoOTR8rEh3SuzWNINCy1UAKq0nh25JzWSmcpvEEYaaGF80Uyo', 'https:\/\/studenthealth.virginia.edu\/caps', 'https:\/\/www.brookings.edu\/research\/removing-regulatory-barriers-to-telehealth-before-and-after-covid-19\/', 'https:\/\/womenscenter.virginia.edu\/new-clients', 'https:\/\/www.studenthealth.virginia.edu\/wahoowell']"},"204":{"url":"https:\/\/www.cavalierdaily.com\/article\/2020\/05\/u-va-accepts-11-7-million-from-cares-act-half-will-directly-benefit-students","title":"U.Va. accepts $11.7 million from CARES Act, half will directly benefit students","subtitle":"SFS is currently developing a process to evaluate applications and distribute funds","img_src":"https:\/\/snworksceo.imgix.net\/cav\/892fd3a4-1912-49f7-940e-eb728bd4ad8a.sized-1000x1000.jpg?w=1000","date":1589068800000,"authors":"['Jacquelyn Kim']","photo_caption":"\n                            The University decided to opt-in to the CARES act because the funding will allow U.Va. to support students who are experiencing financial difficulties in light of the pandemic.\n\n                                                            ","photo_attrib":"[]","text":"The University will receive $11.7 million through the federal Coronavirus Aid, Relief and Economic Security Act, or CARES Act, signed into law on March 27 to help mitigate the fiscal impact of the COVID-19 pandemic. In accordance with the Act’s stipulation that half of the aid received must directly benefit students, the University will distribute $5.8 million in aid to students. \nAlthough some universities have declined to apply for funds from the CARES Act, the University decided to opt-in to the CARES act because the funding “will allow the University to support students who are experiencing financial difficulties as a result of the COVID-19 pandemic and help offset significant financial losses the University has incurred,” deputy University spokesperson Wes Hester said in an email statement to The Cavalier Daily.' The University has incurred financial losses in both the academic and health departments, with the University Health System facing an $85 million deficit per month due to a significant drop in surgeries and clinic visits. In response, some non-patient care staff have been furloughed, and the hospital leadership, along with physicians and leaders at the Medical Center, Physicians Group, School of Medicine and School of Nursing, have taken various pay cuts. The University’s senior leadership has also taken a ten percent pay cut. \nUniversities that have declined to apply for funds include Harvard, Princeton, Yale and the University of Pennsylvania — each among the group of American universities with the top twenty largest endowments. Although the University — \\xa0with an endowment of $9.6 billion — is also among those top twenty as one of only four public institutions included, those institutions that declined funding from the CARES Act are all private institutions with endowments significantly greater than that of the University.' The amount each institution received from the CARES Act was in part determined by the number of Pell Grant-eligible students, a metric that correlates to the number of enrolled students from low-income families — those who have been hit the hardest and left the most vulnerable by the current economic crisis.' According to the Pell Grant Report by the State Council of Higher Education for Virginia, in the 2018-19 academic year, the University had 2,327 students receiving Pell Grants, representing 13.9 percent of the undergraduate student population. During that same academic year, Piedmont Virginia Community College had 1,411 Pell Grant-receiving students, representing 25.9 percent of the undergraduate population, and PVCC received approximately $1.9 million from the CARES Act, with approximately $950,000 directly benefiting students. \nSince shifting to online learning in mid-March, the University has provided eligible students with emergency financial support for “travel, technology, food, medication and other living expenses,” Hester said. Aid from the CARES Act will be distributed in addition to the emergency financial support already provided by the University.' According to Hester, Student Financial Services is currently developing a “simple and streamlined process to evaluate applications and distribute funds [from the CARES Act] to eligible students as expeditiously as possible,” and information about how to apply for aid will be posted on the SFS website in early May. \nKenzie Cooper, a first-generation and low-income third-year Curry student who will be graduating early this year, plans to apply for aid from the CARES Act. Although she is still receiving income from her Federal Work Study job at a local elementary school, she is only making half of what she had been making before the pandemic due to the elementary school having many days off. \n“Right now, my biggest concern is that I am not going to receive any money since I am graduating and that they will wait until the fall to start the process,” Cooper said. “I did email SFS to check on when they were planning on giving out money, and they basically said that they were still figuring out the process because they have to follow guidelines and reminded me that there are student loans available.” \nCooper, like many upperclassmen at the University, lives off-Grounds, and she is still being held responsible for her rent despite having severely reduced income as a result of the coronavirus pandemic.', \"“I've been stressed because I was hoping for some type of tuition reimbursement … so it would be nice to get some type of money [through the CARES Act],” she said.\\xa0\" Although the University issued prorated housing and dining refunds for the Spring 2020 semester, tuition refunds were not issued.' “The University is not saving any money by temporarily providing instruction online,” Hester said in a previous email statement to The Cavalier Daily. “We are continuing to pay for the costs of in-person delivery while adding costs of online delivery.”', \"The University issued roughly $18 million in refunds to students for unused housing and dining costs, with the University itself directly funding $12 million of those refunds and Aramark \\xa0— the contractor that oversees most of the University's dining services — absorbing the remaining $6 million.\\xa0\" The other half of the funding the University received from the CARES Act will be used to address those “extraordinary losses incurred by our auxiliary services for prorated housing and dining refunds given to students for the Spring 2020 semester,” Hester said. \nCooper also expressed concern about returning to her part-time job at a grocery store where she has typically worked during school breaks.' “I really do not feel comfortable going back to work there since my parents are older, and I don’t wanna pass anything onto them,” she said. “I just don’t feel safe going to work in such a busy place.”' Because she is technically still considered an employee at that grocery store, Cooper is unable to file for unemployment. Additionally, despite working a job and being responsible for her own tuition, rent, bills and other expenses, Cooper did not receive a stimulus check through the CARES Act because her parents still claim her as a dependent for tax purposes. \n“I feel like this is a problem...for a lot of [first-generation and low-income] students,” she said. “Being claimed as a dependent does not make a student financially secure in any way.”' Among those who have also been excluded from receiving aid from the CARES Act are undocumented individuals. Under the act, only those who file taxes with a Social Security number are eligible for aid, and thus undocumented immigrants who file taxes using an Individual Taxpayer Identification Number are left ineligible.' Education Secretary Betsy Devos has stated that aid from the CARES Act can only go to students who are eligible for federal financial aid, thereby excluding undocumented students, including those with DACA status.' “[Her decision] seems especially awful given that she not only excluded undocumented students without DACA, who are usually always first to be thrown under the bus, but she [also] went a step further to prevent students with a status that for the most part is widely accepted for benefits and employment,” said Steven Radilla, third-year College student and incoming president of DREAMers on Grounds.' All students at the University, including DACA students, will be eligible to apply for emergency hardship payments according to Hester. \n“That fund has multiple funding sources, including philanthropy,” Hester said. “The CARES funds will not be used for students not eligible for CARES funds.”' According to Radilla, sources of aid have always been available to DACA students, but they have often had to seek out that information themselves “instead of just receiving it unasked for” as they did in this situation. Although the University has made these financial resources available, “some institutions might not be offering these resources for their students at all, and that’s kind of what Devos’s decision highlighted,” he said.' “It’s extremely important that universities recognize this vulnerable population and take steps to dedicate administrative staff or an undocu+ student coordinator solely for the protection and benefit of undocu+ students,” Radilla said, adding that an undocu+ student coordinator at an institution would “advocate for and find resources for undocumented students.”' The existence of an undocu+ student coordinator position assumes that an institution does matriculate all students regardless of status, which could happen at the University soon due to the work of activism from students, including those in DREAMers on Grounds, and community members for many years.' Currently, the University does not matriculate undocumented students without DACA status, and there are 22 undocumented students with DACA status enrolled at the University. However, Gov. Ralph Northam, D-Va., signed a bill in April that expanded in-state tuition to undocumented residents of Virginia, and University President Jim Ryan recently expressed to DREAMers on Grounds his verbal commitment to matriculating, providing financial aid for and supporting undocu+ students.' “DACA has never been a permanent solution, nor has it ever meant that recipients became documented, and [this exclusion from the CARES Act] reminds people why it’s important to advocate for all students regardless of status,” Radilla said.\\xa0","links":"['https:\/\/www.cavalierdaily.com\/article\/2020\/04\/u-va-health-to-furlough-employees-reduce-salaries-due-to-85-million-deficit', 'https:\/\/www.cavalierdaily.com\/article\/2020\/04\/u-va-senior-leadership-to-take-10-percent-pay-cut-in-response-to-financial-losses-due-to-covid-19-among-other-changes', 'http:\/\/endowments.com\/funds\/', 'https:\/\/www.cavalierdaily.com\/article\/2019\/11\/u-va-s-endowment-reaches-all-time-high-of-9-6-billion-in-2019', 'https:\/\/research.schev.edu\/fair\/pell_dom_report.asp', 'https:\/\/www.cavalierdaily.com\/article\/2020\/04\/u-va-anticipates-18-million-in-losses-from-housing-and-dining-rebates', 'https:\/\/www.cavalierdaily.com\/article\/2020\/04\/dreamers-the-case-for-matriculating-undocumented-students-to-u-va', 'https:\/\/www.cavalierdaily.com\/article\/2020\/04\/with-undocumented-virginia-residents-now-eligible-for-in-state-tuition-u-va-is-assessing-its-approach', 'https:\/\/www.cavalierdaily.com\/article\/2020\/04\/dreamers-the-case-for-matriculating-undocumented-students-to-u-va']"},"114":{"url":"https:\/\/www.cavalierdaily.com\/article\/2020\/09\/u-va-reports-238-active-cases-of-covid-19-231-of-which-are-students","title":"U.Va. reports 238 active cases of COVID-19, 231 of which are students","subtitle":"The University’s COVID-19 Tracker added 22 new cases on Thursday","img_src":"https:\/\/snworksceo.imgix.net\/cav\/9d1393dc-52b3-4806-a567-18369a1ce0df.sized-1000x1000.png?w=1000","date":1600905600000,"authors":"['Maryann Xue']","photo_caption":"\n                            607 cases have been reported to the University since Aug. 17 through U.Va. Health Analytics, Student Health, Employee Health and testing vendor LetsGetChecked.\n\n                                                            ","photo_attrib":"[]","text":"The University’s COVID-19 Tracker reported 22 positive test results Thursday, a number that reflects the number of cases gathered Wednesday through U.Va. Health Analytics, Student Health, Employee Health and testing vendor LetsGetChecked. There has been an average of 13 cases per day so far this week. \nIn total, 607 cases have been reported to the University since August 17. Of these, 238 are active, meaning that these individuals tested positive within the past 10 days and require isolation on- or off-Grounds. \nIn the University community — a metric that includes students, faculty, staff and contracted workers — eight individuals tested positive on Monday and 15 on Tuesday. \nSince Monday, the percentage of filled quarantine rooms has risen from 26 percent to 28 percent, while the percentage of filled isolation rooms remains the same at seven percent. \nOf the 2,363 tests U.Va. Health administered last week, 191 were positive, amounting to a positivity rate of 8.08 percent. The positivity rate for students last week was 9.17 percent. \nThe tracker also reported two new hospitalizations yesterday, for a current total of 20 hospitalizations. The time to complete a lab test at the hospital is about 27 hours on average.' On Tuesday, University President Jim Ryan announced updated COVID-19 guidelines that prohibit gatherings of more than five people, reinforce constant use of face coverings and ban travel and visitors for at least the next two weeks.' “Over the last few days, we’ve become more concerned about the spread of COVID-19 within the U.Va. community,” Ryan said in the video message. \nAccording to the Thomas Jefferson Health District Portal, the Charlottesville community at-large currently has had a total of 1,119 cases that have resulted in 29 hospitalizations and 28 deaths. \nThe University’s COVID-19 Tracker is updated at 4 p.m. every weekday.\\xa0","links":"['https:\/\/www.cavalierdaily.com\/article\/2020\/09\/u-va-reports-238-active-cases-of-covid-19-231-of-which-are-students-chinese', 'https:\/\/returntogrounds.virginia.edu\/covid-tracker', 'https:\/\/www.vdh.virginia.gov\/thomas-jefferson\/tjhd-covid-19-data-portal\/']"},"83":{"url":"https:\/\/www.cavalierdaily.com\/article\/2020\/10\/u-va-reports-105-active-covid-19-cases-in-community-78-of-which-are-students","title":"U.Va. reports 105 active COVID-19 cases in community, 78 of which are students","subtitle":"There have been 1,019 cases reported to the University since Aug. 17","img_src":"https:\/\/snworksceo.imgix.net\/cav\/a69b3aa0-2f6e-4459-a8bc-6139bcdb0cd8.sized-1000x1000.png?w=1000","date":1602806400000,"authors":"['Annabel Jones']","photo_caption":"\n                            The total daily average number of cases has decreased from 12 last week to 10 this week. \n\n\n                                                            ","photo_attrib":"[]","text":"As of Thursday, the U.Va. COVID-19 Tracker reported 35 total new cases of COVID-19 in the University community since Monday. The tracker recorded six cases Monday, 10 Tuesday and 19 Wednesday. The total daily average number of cases has decreased from 12 last week to 10 this week. \nSince Aug. 17, 1,019 members of the University community have tested positive for COVID-19. \n25 of the 35 new positive tests are students \\xa0— five students tested positive for the virus Monday, six Tuesday and 14 Wednesday. The daily average number of student cases has dropped this week to seven, from last week’s average of 10.' The University’s COVID-19 Tracker compiles data collected by U.Va. Health Analytics, Student Health, Employee Health, and LetsGetChecked. Currently, the hospital lab takes 24 hours on average to process a test.' The University Medical Center reports 20 coronavirus patients in the hospital right now. Monday had one new hospitalization, Tuesday had two hospitalizations and Wednesday had three.' Last week, out of 3,613 total tests administered 86 were positive. Out of 3,125 student tests, 68 student tests were positive. Two weeks ago, 183 total and 162 student tests were positive, respectively. \nStudent quarantine rooms are 10 percent occupied. Quarantine rooms are for people who may have been exposed to someone who tested positive for COVID-19. Isolation rooms are at six percent capacity. Individuals in isolation have tested positive for COVID-19. \nIn the Charlottesville community, the Thomas Jefferson Health District Portal cites 4,074 total cases, 204 hospitalized patients and 74 fatalities so far.. \nThis week, the University, in consultation with physicians and public health experts, rolled back restrictions on gatherings set on Sept. 22. On and off-Grounds, the permitted maximum size of gatherings is now 10 individuals, up from five the last three weeks. However, other restrictions that mandate mask-wearing, physical distancing of at least six feet, and limiting visitors and unnecessary travel, still hold. \nThe University has also been expanding its testing program by testing all on-Grounds residents every nine days.  \nThe University’s COVID-19 Tracker is updated at 4 p.m. every weekday and the TJHD Data Dashboard is updated by 10 a.m. daily. \\xa0","links":"['https:\/\/returntogrounds.virginia.edu\/covid-tracker', 'https:\/\/www.cavalierdaily.com\/article\/2020\/10\/u-va-to-test-all-residential-students-on-regular-basis?ct=content_open&cv=cbox_featured']"},"53":{"url":"https:\/\/www.cavalierdaily.com\/article\/2020\/11\/u-va-reports-66-active-cases-in-the-community-of-which-47-are-students","title":"U.Va. reports 66 active cases in the community, of which 47 are students","subtitle":"The daily average among students has doubled from the previous week","img_src":"https:\/\/snworksceo.imgix.net\/cav\/b1a629dc-b428-4548-ac74-e83c77d49f83.sized-1000x1000.png?w=1000","date":1605139200000,"authors":"['Maryann Xue']","photo_caption":"\n                            The average number of new cases in the University community last week was six cases per day, while the daily average for this week is nine new cases.\n\n                                                            ","photo_attrib":"[]","text":"According to the University’s COVID-19 Tracker, there are currently 66 active cases of COVID-19 in the community — a metric that includes students, faculty, staff and contracted employees. There were 13 positive test results on Wednesday and 15 positive test results on Tuesday, marking an increase from the previous week where the number of positive test results did not exceed 10 on any single day. Active cases represent individuals who tested positive during the past 10 days. \nThe average number of new cases in the University community last week was six cases per day, while the daily average for this week is nine new cases. The daily average number of new cases among students was three cases per day last week and currently stands at seven cases per day this week. \nIn an email update to students, University Provost Liz Magill and Chief Operating Officer J.J. Davis acknowledged the increase in cases and emphasized the importance of staying vigilant as the semester comes to a close. \n“The University and the Charlottesville community are experiencing a slight uptick in positive cases that we must manage in order to finish the semester successfully,” the email read. “We are monitoring this very carefully in real time, and we hope we do not have to consider additional restrictions.” \nCases have been increasing across the United States. According to John Hopkins University´s Coronavirus Resource Center, there were 144,133 new cases reported Wednesday and 1,893 deaths, bringing the total number of cases to 10,400,277. This marked the highest number of infections in a single day on record. The daily average number of deaths this week has also risen above 1,000 for the first time since August. \nAs of Thursday, the country’s seven-day positivity rate averaged 8.7 percent. The seven-day positivity rate in Virginia is 6.5 percent. \nQuarantine and isolation rooms are currently at 2 percent and 1 percent occupancy, respectively. Individuals who have been exposed to COVID-19 are housed in quarantine rooms while individuals who have tested positive are housed in isolation rooms. \nThere are currently 24 patients with COVID-19 at U.Va. Hospital, with two new admissions on Wednesday. The time it takes to complete a test at the hospital lab is 18 hours on average. \nSince Aug. 17, there have been a total of 1,181 positive cases in the University, with students accounting for 1,020 of those cases. \nThe Thomas Jefferson Health District Data Portal reports 4,761 total cases, 254 total hospitalizations and 79 fatalities in the district, which includes Charlottesville and five other surrounding counties. Charlottesville has had the most cases and fatalities in the district, with 1,713 total cases and 31 fatalities. \nThe University updates its COVID-19 Tracker every weekday, Monday through Friday at 4 p.m. and the TJHD Data Portal is updated daily at 10 a.m.\\xa0","links":"['https:\/\/returntogrounds.virginia.edu\/covid-tracker', 'https:\/\/coronavirus.jhu.edu\/data\/cumulative-cases', 'https:\/\/www.cnn.com\/2020\/11\/12\/health\/coronavirus-fall-surge-statistics\/index.html', 'https:\/\/www.vdh.virginia.gov\/coronavirus\/coronavirus\/covid-19-in-virginia-testing\/', 'https:\/\/www.vdh.virginia.gov\/thomas-jefferson\/tjhd-covid-19-data-portal\/']"},"278":{"url":"https:\/\/www.cavalierdaily.com\/article\/2021\/02\/u-va-covid-19-tracker-reports-127-active-cases-in-the-community-106-of-which-are-student-cases","title":"U.Va. COVID-19 tracker reports 127 active cases in the community, 106 of which are student cases","subtitle":"42 new cases were reported over the weekend prior to the start of classes","img_src":"https:\/\/snworksceo.imgix.net\/cav\/140dc0d5-3209-41e3-b20c-3cffbe647004.sized-1000x1000.JPG?w=1000","date":1612137600000,"authors":"['Erin Rafferty']","photo_caption":"\n","photo_attrib":"[]","text":"There are currently 127 active cases of COVID-19 within the University community, according to the University’s COVID-19 tracker. This number includes cases from students, faculty, staff and contracted employees. There were 26 new cases on Friday, 9 on Saturday and 7 on Sunday. Active cases refer to individuals who have tested positive during the last 10 days and are required to go into isolation. \\xa0\\xa0 \nLast week, the average number of new cases within the University community was 16 cases per day –– an increase from 14 cases per day the previous week. Of 10,867 tests administered by the University last week, 113 returned positive results. The average among students was 13 new cases per day, whereas all seven new cases on Sunday have been students. \nThe semester began Monday with both in-person and virtual learning — 27 percent of classes will have an in-person component this spring. Starting this week, every student will be subject to weekly prevalence testing, and consequences will be enforced for those who fail to comply with the mandatory weekly testing. If a student misses testing once, they will receive a warning. The second time, a notification will be sent to the student’s school, and the third time, they will lose access to University networks and resources. During the fourth instance of noncompliance, the student will be issued an interim disciplinary suspension. Faculty and staff can also undergo voluntary asymptomatic testing during the walk-in hours listed on the BeSafe site. \nGatherings will be limited to six people for at least the first two weeks of the semester — a drop from 10 at the end of the fall semester. Vaccinated students and those who have already tested positive for COVID-19 are still expected to follow University mask-wearing policies and respect gathering limits.' Student quarantine rooms are at 5 percent occupancy, and isolation rooms are at 1 percent occupancy. Quarantine rooms are for those who may have been exposed to COVID-19, whereas isolation rooms are for those who have received a positive test.  \nA total of 47 coronavirus patients are currently hospitalized at U.Va., with three new patients having been admitted yesterday. The hospital is taking 22 hours on average to complete a test.' There have been a total of 2,011 cases of COVID-19 in the University community since Aug. 17, of which 1,486 were students. \nAccording to the Blue Ridge Health District data portal, there have been 10,878 total cases in the area including Charlottesville and five surrounding counties. The total number of hospitalizations is at 436 and the total fatalities at 110. The BRHD reports that 3,946 cases come from Albemarle County, which has had 35 total fatalities. Charlottesville has had 2,743 cases with 39 fatalities, making up 25.22 percent of all cases but 35.45 percent of all fatalities in the BRHD. \nAs of Monday, more than 26,346,100 people in the United States have been infected with COVID-19. Yesterday, there were at least 113,512 new cases reported and 1,864 coronavirus deaths. There have been 443,166 total deaths in the United States.' The University COVID-19 tracker is updated every weekday at 4 p.m., and the BRHD data dashboard is updated daily at 10 a.m.\\xa0","links":"['https:\/\/coronavirus.virginia.edu\/covid-tracker', 'https:\/\/www.cavalierdaily.com\/article\/2021\/02\/students-excited-to-return-to-grounds-for-spring-semester-despite-rising-cases-and-hospitalizations', 'https:\/\/besafe.virginia.edu\/', 'https:\/\/www.vdh.virginia.gov\/blue-ridge\/covid-19-brhd-data-portal\/', 'https:\/\/www.nytimes.com\/interactive\/2020\/us\/coronavirus-us-cases.html']"},"119":{"url":"https:\/\/www.cavalierdaily.com\/article\/2020\/09\/u-va-reports-241-active-cases-of-covid-19-232-of-which-are-students","title":"U.Va. reports 241 active cases of COVID-19, 232 of which are students","subtitle":"There were 72 new cases reported this past weekend","img_src":"https:\/\/snworksceo.imgix.net\/cav\/eb4e3f4c-f451-4db0-9f6b-ddb3818ac9bc.sized-1000x1000.png?w=1000","date":1600646400000,"authors":"['Schuyler Guare']","photo_caption":"\n","photo_attrib":"[]","text":"The University’s COVID tracker reported 72 new cases Monday — a total that includes the cases from Friday, Saturday and Sunday. The tracker “reflects test results from U.Va. Health Analytics, Student Health, Employee Health and LetsGetChecked,” and it updates at 4 p.m. Monday through Friday. The tracker reports that it currently takes 28 hours on average to get hospital lab test results.' The tracker reported 50 new cases Friday in the University community — a metric that includes students, faculty, employees and contracted workers — 15 Saturday and five Sunday. 46 students tested positive for the virus Friday, 15 Saturday and seven Sunday. \nThe tracker reports that there are currently 241 active cases of COVID-19, which the University defines as “new cases with a positive test during the past 10 days who require isolation on or off Grounds.” Out of the total active community cases, 232 are students.' In total, there have been 562 cases reported in the University community since Aug. 17, of which 508 have been students.' Since Friday, the percentage of occupied quarantine rooms has increased from 19 percent to 26 percent, and the percentage of isolation rooms occupied has risen from one percent to seven percent. The quarantine rooms are reserved for students who may have come into contact with someone who has tested positive, while the isolation rooms are occupied by students who have already tested positive for COVID-19.' The total number of COVID-19 hospitalizations reported Thursday was 13. There were 20 hospitalizations as of Sunday — three of which were new hospitalizations reported yesterday.' The University updated the tracker last week to include more detailed information on how many tests are being administered, the daily average of new cases and the number of active cases.' The tracker reports that U.Va. Health administered 2,340 tests last week, 191 of which were positive — for an overall positivity rate of 8.16 percent. Of these tests, a total of 1,985 were administered to students, of which 184 were positive, amounting to a 9.27 percent positivity rate among student tests. \nThe percent positivity rate in the Thomas Jefferson Health District — which includes Albemarle, Fluvanna, Greene, Louisa and Nelson counties and the City of Charlottesville— is 4.5 percent as of Thursday.\\xa0","links":"['https:\/\/returntogrounds.virginia.edu\/covid-tracker']"},"284":{"url":"https:\/\/www.cavalierdaily.com\/article\/2021\/02\/u-va-covid-19-tracker-reports-142-active-cases-in-the-university-community-116-of-which-are-students","title":"U.Va. COVID-19 tracker reports 142 active cases in the University community, 116 of which are students","subtitle":"All students living in the Charlottesville-Albemarle area are required to report for weekly testing this semester","img_src":"https:\/\/snworksceo.imgix.net\/cav\/227defd9-68cc-44d4-8730-92726e0dee1a.sized-1000x1000.png?w=1000","date":1612396800000,"authors":"[\"Lauren O'Neil\"]","photo_caption":"\n","photo_attrib":"['Anisha Hossain']","text":"\"There are currently 142 active cases of COVID-19, 16 of which were diagnosed Wednesday, according to the University's COVID-19 tracker. There are 119 active cases of COVID-19 among students, bringing the total number to 1,523 since Aug. 23.\" Between Jan. 31 and Feb. 3, the daily average of new student cases decreased to 11 from a daily average of 13 during the week of Jan. 24 to Jan. 30. In the same time periods, the daily average of total cases in the University community decreased from 16 to 13 per day.' While the number of tests administered decreased to 10,866 last week from 11,250 two weeks ago, the number of positive cases increased from 101 to 113.' This semester, all students living in the Charlottesville-Albemarle area are required to report for testing on a weekly basis, and faculty and staff can also undergo voluntary asymptomatic testing during walk-in testing hours. If a student fails to comply with mandatory testing, \\xa0one of four punishments — ranging from a warning to interim suspension — will be instituted. In addition, students are required to wear masks outside of their residences, adhere to a six-person gathering limit and follow Governor Ralph Northam’s executive order.' Of the positive tests last week, 94 were student tests and 19 were employee tests, in comparison with 73 positive student tests and 28 positive employee tests two weeks ago. \nThree patients were admitted to U.Va Health with COVID-19 Wednesday, bringing the current total of hospitalizations related to COVID-19 to 45. On average, it is taking the hospital lab about 12 hours to complete a COVID-19 test. \nThe University quarantines students living in on-Grounds housing who have been exposed to someone who tested positive for COVID-19 and isolates those who have tested positive for COVID-19. As of Thursday, the University is using 7 percent of quarantine rooms and 2 percent of isolation rooms. \nU.Va. Health is relying on a 600-member vaccination team — made up of volunteers nurses, physicians, and School of Nursing faculty — to distribute vaccinations to eligible members of the Charlottesville community. The team distributes up to 1,300 vaccinations per day.' The Blue Ridge Health Portal reports 38 confirmed cases of COVID-19 within the past 24 hours and currently has 10,985 total cases. 3,979 cases are from Albemarle, while 2,761 cases are from Charlottesville.","links":"['https:\/\/coronavirus.virginia.edu\/covid-tracker', 'https:\/\/www.cavalierdaily.com\/article\/2021\/01\/northam-extends-executive-order-continuing-10-person-gathering-restriction-and-statewide-curfew?ct=content_open&cv=cbox_latest', 'https:\/\/www.cavalierdaily.com\/article\/2021\/01\/u-va-healths-covid-19-vaccination-team-grows-to-600-members?ct=content_open&cv=cbox_latest', 'https:\/\/www.vdh.virginia.gov\/blue-ridge\/covid-19-brhd-data-portal\/']"},"57":{"url":"https:\/\/www.cavalierdaily.com\/article\/2020\/11\/u-va-reports-39-active-covid-19-cases-in-the-community-23-of-which-are-students","title":"U.Va. reports 39 active COVID-19 cases in the community, 23 of which are students ","subtitle":"15 new cases have been reported since Friday","img_src":"https:\/\/snworksceo.imgix.net\/cav\/cf78198d-9567-474f-8d01-9fb46d292cd7.sized-1000x1000.PNG?w=1000","date":1604880000000,"authors":"['Kate Larkin']","photo_caption":"\n                            Over the weekend, there were seven new cases of COVID-19 reported on Friday, seven on Saturday and one new case on Sunday — a total of fifteen cases.\n\n                                                             ","photo_attrib":"['Courtesy University of Virginia']","text":"The University’s COVID-19 Tracker reported 39 new cases of COVID-19 in the community over the last week. There are currently 41 active cases among University students, faculty, staff and contract employees, which represents individuals who have tested positive in the last 10 days. \nOver the weekend, there were seven new cases of COVID-19 reported on Friday, seven on Saturday and one new case on Sunday — a total of fifteen cases. This is higher than the previous weekend, which saw just eight new cases in total from Oct. 30 to Nov. 1. \nOf currently active cases, students account for 24 while faculty, staff and contract employees account for 17. \nThe daily average for last week was six new cases per day. Compared to previous weeks, the daily average last week was higher than two weeks ago, which saw a daily average of four cases per day, though lower than three weeks ago’s average of seven new cases per day. \nAmong students, the daily average was three new cases per day, which was higher than the previous week’s total of two new cases per day.' Last week, 5,976 tests were administered to students with only 23 tests returning a positive result — \\xa0a positivity rate of 0.4 percent, a tick higher than the previous week’s positivity rate of \\xa00.2 percent. \nFaculty, staff and contracted employees received 456 tests last week, of which 16 were positive — a positivity rate of 3.5 percent, a nearly 1 percent increase from the previous week. \nCurrently, there are 22 COVID-19 patients at U.Va. Health, with two new admissions on Sunday. Tests conducted at the hospital take 21 hours on average to come back. \nIsolation rooms are currently at 0 percent capacity, according to the University’s COVID-19 Tracker. Isolation rooms house students who have tested positive for COVID-19. \nStudents who may have come into contact with someone who has tested positive for COVID-19 are placed in quarantine dorms or hotel rooms, which are at 2 percent capacity. \nThe total number of U.Va. cases since Aug. 17 is 1,148 with student cases accounting for 995 of these. \nThe Thomas Jefferson Health District Data Portal reports 4,684 total cases, 251 total hospitalizations and 78 fatalities in the City of Charlottesville and five surrounding counties. Within the past 24 hours, 12 new cases have been reported. The current seven-day positivity rate is 1.7 percent.' According to Johns Hopkins University, the total number of cases in the United States has risen to 9,968,155 as of Sunday, with the number of new cases for that day at 105,927. This is lower than previous days last week which saw record numbers of new cases in the United States. There were 457 new deaths, bringing the total number of fatalities to 237,570.' The University updates its COVID-19 Tracker every weekday, Monday through Friday at 4 p.m. and the TJHD Data Portal is updated daily at 10 a.m.\\xa0","links":"['https:\/\/returntogrounds.virginia.edu\/covid-tracker', 'https:\/\/www.vdh.virginia.gov\/thomas-jefferson\/tjhd-covid-19-data-portal\/', 'https:\/\/coronavirus.jhu.edu\/data\/cumulative-cases']"},"60":{"url":"https:\/\/www.cavalierdaily.com\/article\/2020\/11\/u-va-reports-41-active-covid-19-cases-in-the-community-19-of-which-are-students","title":"U.Va. reports 41 active COVID-19 cases in the community, 19 of which are students","subtitle":"29 new cases where reported since last Friday","img_src":"https:\/\/snworksceo.imgix.net\/cav\/1107ce06-0dfb-4a3b-ac01-62bf9e33e338.sized-1000x1000.png?w=1000","date":1604620800000,"authors":"['Jacqueline Skalski-Fouts']","photo_caption":"\n","photo_attrib":"[]","text":"The University’s COVID-19 Tracker reported 26 new cases within the community since last Friday, 12 of which are students. There are currently 41 active cases among University students and staff — 19 of which are students and 22 of which are University faculty, staff or contracted employees.' The daily average of new cases has been decreasing in recent weeks, from a daily average of seven three weeks ago to a daily average of four last week. This week, the daily average increased slightly to five.' A total of 4,941 student tests were administered last week, with 12 students testing positive and 13 University employees testing positive, resulting in a positivity rate of 0.5 percent. This is less compared to the positivity rates of the previous week, in which just over 1 percent of University tests came back positive.' Nine new patients were admitted to the hospital since last Friday for COVID-19 treatment, bringing the number of COVID-19 patients in the hospital to 20. As of Friday, the hospital lab reports taking 21 hours to complete a test and produce a result.' University student isolation rooms are 1 percent occupied and student quarantine rooms are 3 percent occupied.' University testing has become more frequent among both on-Grounds and off-Grounds students, as the University’s testing capacities have increased. On-Grounds students report for regular testing at least once every nine days while off-Grounds students are randomly selected for asymptomatic prevalence testing or can request a test if they’re symptomatic or have been exposed to someone who tested positive.' University Provost Liz Magill sent an email update to students earlier this Friday detailing departure procedures for the Thanksgiving break. Prevalence testing among on-Grounds students will continue until Nov. 20 and will also act as departure testing. All off-Grounds students will be tested before Nov. 20 through the University’s testing program. University employees can order a COVID-19 test kit through LetsGetChecked for voluntary asymptomatic testing. More information on departure and voluntary testing can be found on the University’s monitoring and testing webpage.' The Thomas Jefferson Health Department Portal has recorded 43 new COVID-19 cases since Thursday. In the Charlottesville-Albemarle area, the number of cases continue to fluctuate. The TJHD portal reported five cases Monday, three Tuesday and 11 on Wednesday. There are 135 people hospitalized in the Charlottesville-Albemarle area for COVID-19 symptoms, and there have been 55 fatalities.', \"The TJHD Portal updates every morning at 10 a.m., and the University's COVID-19 Tracker updates every Monday through Friday at 4 p.m.\" Meanwhile, the United States recorded 121,888 new COVID-19 cases on Thursday, breaking the record for new daily coronavirus cases for a second straight day, according to Johns Hopkins University.\\xa0","links":"['https:\/\/returntogrounds.virginia.edu\/covid-tracker', 'https:\/\/returntogrounds.virginia.edu\/monitoring-testing?utm_source=RTGUpdate&utm_medium=email&utm_campaign=Fall2020#thanksgiving-testing', 'https:\/\/www.vdh.virginia.gov\/thomas-jefferson\/tjhd-covid-19-data-portal\/', 'https:\/\/coronavirus.jhu.edu\/covid-19-daily-video']"}}